Repository: apertium/apertium-sme-smj
Catalog: tmx_data/SDstuoraearru.tmx
Source language: sme
Languages: smj

source: PRD: Stuora earru min dárbbuid ja juolludemiid gaskkas
smj: PRM: Stuorra ærádus mijá dárboj ja juollodimij gaskan

source: – Ráđđehusa bušeahttaárvalusas ii juolo ođđa vuoruhemiide, sámi museain eai leat resurssat Bååstede-prošektii ruovttoluottafievrrideapmái sámi kulturbuktagiin mat leat vurkejuvvon Norgga museaide.
smj: – Ráddidusá budsjæhttaárvvalusás ælla saje ådå vuorodimijda, sáme dávvervuorkájn ælla ressursa Båastede-prosjæktaj ruoptus åttjudit sáme kulturdávverijt ma li vuorkudum Vuona dávvervuorkájda, javllá sámedikkeráde sebrulasj Henrik Olsen.

source: Mis lea maid stuora dárbu ovddidit ođđa oahpponeavvuid buot golmma sámi gillii.
smj: Miján la aj stuorra dárbbo ådå oahpponævojt gájkka gålmå sámegiellaj åvddånahtátjit.

source: Lea earenoamáš stuora dárbu digitála oahpponeavvuide, dadjá sámediggeráđđi Henrik Olsen.
smj: Ållagasj la dárbbo digitála oahpponævojda, javllá Olsen.

source: Sámediggeráđđi lea duhtavaš go Sámedikki vuoruheamit sámi huksenprošeavttaide leat ožžon juolludemiid.
smj: Sámedikkeráde l dudálasj gå Sámedikke vuorodime sáme biggimprosjevtajda la juollodimijt oadtjum.

source: Saemien Sijte lea ožžon juolluduvvot ođđa vistái ruđa ja maiddái plánat ođđa vistti huksema birra Beaivvážii leat namuhuvvon stáhtabušeahtas.
smj: Saemien Sijte la oadtjum juollodimev ådå huodnahij ja pládna ådå huodnahij Beaivváš teáhterij la aj nammadum stáhtabudsjehtan.

source: Sámediggeráđđi lea maid duhtavaš go Norgga Kulturfoanda oažžu lasihuvvot 2 miljovnna ruvnno ásahit ođđa ortnega jorgalahttit sámegielat girjjálašvuođa dárogillii ja eanet gaskkusteapmái sámi girjjálašvuođas.
smj: Sámedikkeráde l aj dudálasj gå Vuona Kulturfoannda l nannidum 2 millijåvnåj kråvnåj vuododittjat ådå årnigav sáme girjálasjvuodav dárruj jårggålittjat ja ienep gaskostibmáj sáme girjálasjvuodas.

source: Dat mearkkaša ahte sámi girječállit besset vuovdit eanet girjjiid.
smj: Dat sihtá javllat sáme girjjetjálle bessi ienep girjijt vuobddet.

source: Ráđđehus árvala juolludit 2,6 proseantta Sámediggái, muhto meroštallojuvvon haddegoargŋun lea 2,7 proseantta.
smj: Ráddidus árvval juollodit 2,6 prosænnta lasádusáv Sámediggáj , valla merustaládum haddelassánibme la 2,7 prosænnta.

source: – Mu mielas aŋkke ii leat dát čierrunveara, muhto mis lea ain stuora gaska hástalusaid ja juolludemiid gaskka man oažžut ovddidan dihte sámi servodaga, dadjá sámediggeráđđi Henrik Olsen.
smj: Sámedikkeráde Henrik Olsen javllá ij galga dan diehti tjierrot, valla vilá li stuorra ærádusá mijá hásstalusáj ja daj rudáj gaskan majt oadtjop sáme sebrudagáv åvddånahtátjit.

source: Oppalaččat Norggas lassánit olbmot, muhto sámi guovlluin lea bisánan, ja Sámediggi oaidná ahte bargosajit unnot.
smj: Madi viesátlåhko Vuonan gájkkásattjat la lassánime, dadi viesátlåhko sáme guovlon la bissánam, ja vuojnnet barggosajijs binnu.

source: – Jus mii galgat nannet sámi servodagaid, de berre Sámediggi oažžut eanet ekonomalaš fámuid dustet hástalusaid, dadjá Olsen.
smj: Jus galggap sáme sebrudagájt nannit luluj Sámedigge oadtjot ienep rudálasj fámojt hásstalusájt duostutjit, javllá Olsen.
